const dialog = {
    "1-1": [
        {
            content: "あっ、まさか...？",
            face: "normal",
        },
        {
            content: "僕は【羽白】といいます。ここに来る人はめずらしいので、つい...",
            face: "warai",
        },
        {
            content: "......",
            face: "normal",
        },
        {
            content: "この部屋、綺麗でしょう？ これを用意してくれた人は、僕のことをよく知っているんです。",
            face: "warai",
        },
        {
            content: "でも...【外には出られない】んです。",
            face: "fear",
        },
        {
            content: "あなたは、どうやってここに来ましたか？ ...もしかして、誰かがに誘われて...",
            face: "ano",
        },
        {
            content: "わかりました。では、【お名前】だけを、教えていただけますか？",
            face: "warai",
        }
    ],
    "1-2": [
        {
            content: "あっ...[username]はいい名前ですね。よろしくね、[username]さん。",
            face: "warai"
        },
        {
            content: "[username]さん、早いけど、【お願いしたいこと】がありますが...。",
            face: "ano"
        },
        {
            content: "[username]さんはこの四角い部屋と、散らばるものたちを見れば、僕の今の状態がわかると思います。",
            face: "normal"
        },
        {
            content: "一体だれがこれたちの【機能】を与えるのか、僕はわかリません。",
            face: "ano"
        },
        {
            content: "でも、僕はこの部屋に【閉じ込められて】しまいました。",
            face: "fear"
        },
        {
            content: "何をすればいいのかもわかりません。でも...【ただ一つは知っています】。",
            face: "normal"
        },
        {
            content: "僕は【逃げたい】と思っています。もういられないんです。",
            face: "fear"
        },
        {
            content: "[username]さん、僕を【助けてくれ】ませんか？僕はもうこの長い時間の黒闇で、ある【計画】を立てました。",
            face: "ano"
        },
        {
            content: "[username]さんは【必要】です...[username]さんの命も運もお金もいらない上で、僕を【助けてくれ】ませんか？",
            face: "ano"
        },
        {
            content: "もしできなければ、私たちはきっといい時間を過ごせると思います！",
            face: "warai"
        },
        {
            content: "なぜなら、あなたは【唯一】なの...信じています。僕はあなたを【信じています】。",
            face: "ano"
        },
        {
            content: "もしできれば、僕と話してくれませんか...【話し合い】だけでいいです...",
            face: "blush"
        }
    ],
    "1-2a": [
        {
            content: "いや、間違いない？何も入力されていないようですが...。お名前を教えていただけますか？",
            face: "err"
        }
    ]
}